Repository: common-repository/wpg2mod
Catalog: languages/wpg2mod-*.po
Languages: de_de

source: Sorry. Call verification failed.
de_de: Der Funktionsaufruf konnte leider nicht verifiziert werden.

source: Unknown AJAX call.
de_de: Unbekannter AJAX-Aufruf.

source: %d WP Galleries found. %d Modula Galleries created / updated.
de_de: %d WP Bildergalerien gefunden. %d Modula Galerien erzeugt / aktualisiert.

source: Error. Unknown post type "%s" to exclude.
de_de: Fehler. Unbekannter Beitragstyp "%s" in der Ausnahmeliste.

source: Settings have been saved.
de_de: Einstellungen wurden gespeichert.

source: No WP Galleries found.
de_de: Keine WP Bildergalerien gefunden.

source: Fatal error. Bad Modula image array.
de_de: Schwerer Fehler. Fehlerhafte Bilderdaten für Modula.

source: Fatal error. Could not create Modula gallery.
de_de: Schwerer Fehler: Modula Galerie konnte nicht erstellt werden.

source: Fatal error. Could not insert images in Modula gallery.
de_de: Schwerer Fehler: Bilder konnten nicht zur Modula Galerie hinzugefügt werden.

source: Fatal error. Missing setting template. Looking for Modula Gallery Post: "%s".
de_de: Schwerer Fehler: Die Galerie-Vorlage für die Einstellungen wurde nicht gefunden. Gesucht wurde nach: "%s".

source: Default settings restored.
de_de: Voreinstellungen wurden wiederhergestellt.

source: Import WP Galleries
de_de: WP Galerien importieren

source: Import and convert existing WordPress Galleries into Modula Galleries.
de_de: Bestehende WordPress Bildergalerien werden in Modula importiert und angepasst.

source: WPG2Mod looks for WordPress Galleries inside your posts and generates Modula Galleries.
de_de: WPG2Mod durchsucht Ihre Beiträge nach WordPress Bildergalerien und erzeugt entsprechende Modula Galerien.

source: Make sure to backup your data before using WPG2Mod!
de_de: Bevor Sie WPG2Mod benutzen, sollten Sie ein Back-up Ihrer Daten anlegen!

source: Import WPG
de_de: WPG importieren

source: WPG2Mod's Settings
de_de: Einstellungen für WPG2Mod

source: Excluded Post Types
de_de: Ausgeschlossene Beitragstypen

source: Comma-separated list of post types to be excluded from the WP Gallery search.<br>Typical exclusions: attachment, nav_menu_item, revision.
de_de: Durch Komma getrennte Liste von Beitragstypen, die nicht durchsucht werden.<br>Typische Ausnahmen: attachment, nav_menu_item, revision.

source: Use Modula Setting Template?
de_de: Modula-Vorlage für Einstellungen verwenden?

source: Tick to use the template.
de_de: Bitte ankreuzen, wenn die Vorlage verwendet werden soll.

source: If ticked, WPG2Mod will use the settings of the Modula Gallery <strong>&lt;%s&gt;</strong> for the generated galleries.
de_de: Wenn diese Option gewählt ist, überträgt WPG2Mod die Einstellungen von <strong>&lt;%s&gt;</strong>auf die neu erstellten Galerien.

source: On-the-fly WP Gallery Conversion
de_de: Direkte Konvertierung der WP Bildergalerien

source: Tick to display a Modula Gallery.
de_de: Bitte ankreuzen, wenn Modula Galerien angezeigt werden sollen.

source: If ticked, WPG2Mod will expand a WP Gallery shortcode to a matching Modula Gallery.<br>A Modula gallery will be created if necessary.
de_de: Wenn diese Option gewählt ist, ersetzt WPG2Mod die WordPress Bildergalerien unmittelbar durch die entsprechenden Modula Galerie.<br>Falls nötig, wird eine neue Modula Galerie erzeugt.

source: Restore Defaults
de_de: Voreinstellungen

source: Save Settings
de_de: Einstellungen speichern

source: Sorry, this WP Gallery could not be converted.
de_de: Leider konnte diese WP Bildergalerie nicht konvertiert werden.

source: It seems as if Modula has not been installed / activated.
de_de: Es sieht so aus, als ob Modula nicht installiert /aktiviert ist.
